Repository: AcTePuKc/Witcher3StringEditor
Catalog: Witcher3StringEditor.Locales/Strings.*.resx
Languages: de, ja_jp, zh_hant

# AboutBtnLabel
source: About
de: Über
ja_jp: このソフトについて
zh_hant: 關於

# AboutDialogTitle
source: About
de: Über
ja_jp: このソフトについて
zh_hant: 關於

# AddBtnLabel
source: Add Data
de: Eintrag hinzufügen
ja_jp: レコード追加
zh_hant: 新增資料

# AddDialogTitle
source: Add
de: Hinzufügen
ja_jp: 追加
zh_hant: 新增

# AppBuildTime
source: Build Time:
de: App-Build-Zeit:
ja_jp: ビルド日時:
zh_hant: 編譯時間:

# AppExitCaption
source: Exit
de: Verlassen
ja_jp: 終了
zh_hant: 退出

# AppExitMessage
source: Are you sure you want to exit? Any unsaved data will be lost.
de: Bist Du sicher? Ungesicherte Daten gehen verloren.
ja_jp: 終了しますか？保存されていないデータは失われます。
zh_hant: 您確定要退出嗎？退出將會導致所有未儲存的資料遺失。

# AppTitle
source: Witcher 3 String Editor
de: The Witcher 3 String Editor
ja_jp: ウィッチャー3 文字列エディタ
zh_hant: 巫師3字串編輯器

# BackupBtnLabel
source: Backup
de: Sicherung
ja_jp: バックアップ
zh_hant: 備份

# BackupDeleteCaption
source: Backup Delete
de: Sicherung löschen
ja_jp: バックアップ削除
zh_hant: 刪除備份檔案

# BackupDeleteMessage
source: This operation will permanently delete the file and cannot be undone. Are you sure you want to proceed?
de: Hiermit wird die Datei unwiederbringlich gelöscht. Willst Du fortfahren?
ja_jp: この操作はファイルを完全に削除し、元に戻せません。続行しますか？
zh_hant: 此操作將刪除備份檔案且操作無法復原。是否繼續？

# BackupDialogTitle
source: Backup
de: Sicherung
ja_jp: バックアップ
zh_hant: 備份

# BackupFileNoFoundCaption
source: Backup File Not Found
de: Sicherungsdatei nicht gefunden
ja_jp: バックアップファイルが見つかりません
zh_hant: 備份檔案不存在

# BackupFileNoFoundMessage
source: The backup file does not exist. Would you like to proceed with deleting the record?
de: Die Sicherung kann nicht gefunden werden. Möchtest Du den Eintrag löschen?
ja_jp: バックアップファイルが存在しません。記録を削除しますか？
zh_hant: 備份檔案不存在，是否刪除該記錄？

source: Backup Path
de: Sicherungspfad
ja_jp: バックアップパス
zh_hant: 備份檔案路徑

# BackupRestoreCaption
source: Backup Restore
de: Aus Sicherung wiederherstellen
ja_jp: バックアップ復元
zh_hant: 備份恢復

# BackupRestoreMessage
source: This operation will overwrite the file and is not reversible. Are you sure you want to proceed?
de: Dieser Vorgang überschreibt die Datei und kann nicht rückgängig gemacht werden. Möchtest Du fortfahren?
ja_jp: この操作はファイルを上書きし、元に戻せません。続行しますか？
zh_hant: 此操作將覆蓋目前所在路徑的檔案且操作無法復原。是否繼續？

source: Backup Time
de: Sicherungszeit
ja_jp: バックアップ日時
zh_hant: 備份時間

# BatchTranslateDialogTitle
source: Batch Translate
de: Stapel Übersetzung
ja_jp: 一括翻訳
zh_hant: 批次翻譯

# CancelBtnContent
source: Cancel
de: Abbrechen
ja_jp: キャンセル
zh_hant: 取消

# CloseBtnContent
source: Close
de: Schließen
ja_jp: 閉じる
zh_hant: 關閉

# DeleteBtnContent
source: Delete
de: Löschen
ja_jp: 削除
zh_hant: 刪除

# DeleteBtnLabel
source: Delete Data
de: Eintrag löschen
ja_jp: レコード削除
zh_hant: 刪除資料

# DeleteDialogMessage
source: You are about to delete the following record(s):
de: Folgende Einträge werden gelöscht:
ja_jp: 以下の記録を削除します：
zh_hant: 您正在刪除以下資料：

# DeleteDialogTitle
source: Delete
de: Löschen
ja_jp: 削除
zh_hant: 刪除

# DropHereTxt
source: Drag and Drop A Single File Here To Open
de: Datei ziehen und hier ablegen, um sie zu öffnen
ja_jp: ファイルをここにドラッグ＆ドロップして開く
zh_hant: 拖放單個檔案至此處開啟

# EditBtnLabel
source: Edit Data
de: Eintrag ändern
ja_jp: レコード編集
zh_hant: 編輯資料

# EditDialogTitle
source: Edit
de: Bearbeiten
ja_jp: 編集
zh_hant: 編輯

# EncoderSettingCardHeader
source: Encoder Path
de: Encoder-Pfad
ja_jp: エンコーダーパス
zh_hant: 編碼器路徑

source: End Index
de: Ende
ja_jp: 終了インデックス
zh_hant: 結束位置

source: Failure
de: Fehler
ja_jp: 失敗
zh_hant: 失敗

# FileFormatSupported
source: All Supported Format
de: Alle unterstützten Dateiformate
ja_jp: すべての対応形式
zh_hant: 所有支援的格式

# FileFormatTextFile
source: Text File
de: Text-Datei
ja_jp: テキストファイル
zh_hant: 文字檔案

# FileFormatWitcher3StringsFile
source: Witcher3 Strings File
de: w3string-Datei
ja_jp: ウィッチャー3 文字列ファイル
zh_hant: 巫師3字串檔案

source: FileName
de: Dateiname
ja_jp: ファイル名
zh_hant: 檔案名稱

# FileOpenedNoFoundCaption
source: Opened File Not Found
de: Die Datei kann nicht gefunden werden
ja_jp: 開いたファイルが見つかりません
zh_hant: 開啟的檔案不存在

# FileOpenedNoFoundMessage
source: The opened file does not exist. Do you want to delete the associated record?
de: Die geöffnete Datei existiert nicht. Möchtest Du den zugehörigen Eintrag löschen?
ja_jp: 開いたファイルが存在しません。関連する記録を削除しますか？
zh_hant: 開啟的檔案不存在，是否刪除記錄？

# FristRunCaption
source: First-Run Setup Prompt
de: Erste-Schritte Setup Dialog
ja_jp: 初回設定
zh_hant: 首次執行設定提示

# FristRunMessage
source: (Required) When running for the first time, please set the encoder path first. (Optional) Set the game executable path to launch the game directly in the software.
de: (Notwendig) Beim ersten Start muss der Pfad zum String-Encoder angegeben werden. (Optional) Gib den Pfad zu Witcher3 an, um das Spiel direkt zu starten.
ja_jp: （必須）初回実行時は、まずエンコーダーのパスを設定してください。 （オプション）ゲームの実行ファイルパスを設定すると、ソフトウェア内から直接ゲームを起動できます。
zh_hant: （必須）首次執行時，請先設定編碼器路徑。 （可選）設定遊戲可執行檔路徑，可在軟體內直接啟動遊戲。

# GameExePath
source: Please select witcher3.exe
de: Bitte wähle witcher3.exe
ja_jp: witcher3.exeを選択してください
zh_hant: 請選擇witcher3.exe

# GameSettingCardHeader
source: Game Path
de: Spiel-Pfad
ja_jp: ゲームパス
zh_hant: 遊戲路徑

# GeneralSettingsHeader
source: General Settings
de: Allgemeine Einstellungen
ja_jp: 一般設定
zh_hant: 通用設定

source: Hash
ja_jp: ハッシュ
zh_hant: 雜湊值

source: ID Space
ja_jp: IDスペース
zh_hant: ID空間

# IdSpaceToolTip
source: The range of the ID Space is a four-digit integer (from 0000 to 9999). When there is an error in detection, the program automatically indicates this by displaying the ID Space as negative one. Please note that the results are for reference only.
de: Der Bereich des ID-Space ist eine vierstellige ganze Zahl (von 0000 bis 9999). Bei einem Fehler in der Erkennung zeigt das Programm dies automatisch an, indem es den ID-Space als Negativ-Eins anzeigt. Die Ergebnisse dienen nur zu Referenzzwecken.
ja_jp: IDスペースの範囲は0000から9999までの4桁の整数です。検出エラーが発生した場合、プログラムはIDスペースを-1と表示します。結果は参考情報のみです。
zh_hant: ID空間的範圍是0000-9999的四位整數。程式會自動偵測ID空間，當偵測出錯時會顯示為-1。該結果僅供參考。

source: Ignore ID Space Check
de: ID Space Check ignorieren
ja_jp: IDスペースチェックを無視
zh_hant: 跳過ID空間檢查

# IsOff
source: Off
de: Aus
ja_jp: オフ
zh_hant: 關

# IsOn
source: On
de: Ein
ja_jp: オン
zh_hant: 開

# LanguageHelpText
source: Language
de: Sprache
ja_jp: 言語
zh_hant: 語言

# LogBtnLabel
source: Log
ja_jp: ログ
zh_hant: 日誌

# LogDialogTitle
source: Log
ja_jp: ログ
zh_hant: 日誌

source: Log Level
de: Typ
ja_jp: ログレベル
zh_hant: 日誌級別

source: Log Message
de: Detail
ja_jp: ログメッセージ
zh_hant: 日誌訊息

source: Log Time
de: Zeitstempel
ja_jp: ログ日時
zh_hant: 日誌時間

source: Mark
de: Auswählen
ja_jp: マーク
zh_hant: 標記

# MultipleInstanceCaption
source: Software is already running
de: Anwendung ist bereits gestartet
ja_jp: ソフトウェアは既に実行中です
zh_hant: 軟體已執行

# MultipleInstanceMessage
source: Multiple instances may cause data to be overwritten incorrectly. Only single-instance operation is supported. Do you want to bring up the already open window?
de: Mehrere Instanzen können dazu führen, dass Daten falsch überschrieben werden. Es wird nur der Einzelinstanzbetrieb unterstützt. Möchten Sie das bereits geöffnete Fenster aufrufen?
ja_jp: 複数インスタンスはデータの上書きエラーを引き起こす可能性があります。単一インスタンスのみサポートされています。既に開いているウィンドウを前面に表示しますか？
zh_hant: 多執行個體可能導致資料被錯誤覆蓋，僅支援單執行個體執行。是否喚醒已開啟視窗？

# NextBtnContent
source: Next
de: Nächste
ja_jp: 次へ
zh_hant: 下一個

source: Open
de: Öffnen
ja_jp: 開く
zh_hant: 開啟

source: Opened Time
de: Geöffnet am
ja_jp: 開いた日時
zh_hant: 上次存取時間

# OpenFileBtnLabel
source: Open File
de: Datei öffnen
ja_jp: ファイルを開く
zh_hant: 開啟檔案

# OpenWorkingFolderBtnLabel
source: Open Working Folder
de: Arbeitsordner öffnen
ja_jp: 作業フォルダを開く
zh_hant: 開啟工作目錄

# OperationFailureMessage
source: The Operation Failed
de: Ausführung fehlgeschlagen
ja_jp: 操作に失敗しました
zh_hant: 操作失敗

# OperationResultCaption
source: Operation Result
de: Ausführungsergebnis
ja_jp: 操作結果
zh_hant: 操作結果

source: OS:
de: BS:
zh_hant: 作業系統:

source: Path
de: Pfad
ja_jp: パス
zh_hant: 檔案路徑

source: Pending
de: Ausstehend
ja_jp: 処理待ち
zh_hant: 等待中

# PlayBtnLabel
source: Play Game
de: Spiel starten
ja_jp: ゲームをプレイ
zh_hant: 執行遊戲

source: Preferred FileType
de: Bevorzugter Dateityp
ja_jp: 優先ファイルタイプ
zh_hant: 預設目標檔案類型

source: Preferred Language
de: Bevorzugte Sprache
ja_jp: 優先言語
zh_hant: 預設目標語言

# PreviousBtnContent
source: Previous
de: Vorherige
ja_jp: 前へ
zh_hant: 上一個

# RecentBtnLabel
source: Recent
de: Zuletzt
ja_jp: 最近開いたファイル
zh_hant: 最近開啟的檔案

# RecentDialogTitle
source: Recent
de: Zuletzt
ja_jp: 最近開いたファイル
zh_hant: 最近開啟的檔案

# RecordDeletingCaption
source: The Record(s) Is Being Deleted
de: Eintrag gelöscht
ja_jp: 記録を削除中
zh_hant: 記錄正在刪除

# RecordDeletingMessgae
source: This operation will permanently delete the selected record(s) and cannot be undone. Are you sure you want to proceed?
de: Hiermit werden alle ausgewählten Einträge unwiederbringlich gelöscht. Möchtest Du fortfahren?
ja_jp: この操作は選択した記録を完全に削除し、元に戻せません。続行しますか？
zh_hant: 此操作將刪除記錄且操作無法復原。是否繼續？

# ReOpenFileCaption
source: Open File
de: Datei öffnen
ja_jp: ファイルを開く
zh_hant: 開啟檔案

# ReOpenFileMessage
source: Opening this file will result in the loss of any unsaved data. Do you want to continue?
de: Das Öffnen dieser Datei führt gegebenenfalls zum Verlust ungesicherter Daten. Willst Du trotzdem fortfahren?
ja_jp: このファイルを開くと、保存されていないデータは失われます。続行しますか？
zh_hant: 開啟新檔案將導致未儲存的資料遺失。確定要繼續嗎？

# RestoreBtnContent
source: Restore
de: Wiederherstellen
ja_jp: 復元
zh_hant: 恢復

source: Runtime:
de: Laufzeit:
ja_jp: ランタイム環境:
zh_hant: 執行階段環境:

# SaveBtnContent
source: Save
de: Sichern
ja_jp: 保存
zh_hant: 儲存

# SaveBtnLabel
source: Save
de: Speichern
ja_jp: 保存
zh_hant: 儲存

# SaveDialogTitle
source: Save
de: Sichern
ja_jp: 保存
zh_hant: 儲存

source: Save Failure
de: Speichern fehlgeschlagen
ja_jp: 保存失敗
zh_hant: 儲存失敗

source: Save Result
de: Ergebnis
ja_jp: 保存結果
zh_hant: 儲存結果

source: Save Success
de: Speichern erfolgreich
ja_jp: 保存成功
zh_hant: 儲存成功

# SearchBoxPlaceholderText
source: Search
de: Suche
ja_jp: 検索
zh_hant: 搜尋

# SelectGameExe
source: Select witcher3.exe
de: Wähle witcher3.exe
ja_jp: witcher3.exeを選択
zh_hant: 選擇witcher3.exe

# SelectW3Strings
source: Select w3strings.exe
de: Wähle w3strings.exe
ja_jp: w3strings.exeを選択
zh_hant: 選擇w3strings.exe

# SettingsBtnLabel
source: Settings
de: Einstellungen
ja_jp: 設定
zh_hant: 設定

# SettingsDialogTitle
source: Settings
de: Einstellungen
ja_jp: 設定
zh_hant: 設定

# SrcTxt
source: Text
ja_jp: 原文
zh_hant: 原文

source: Start Index
de: Beginn
ja_jp: 開始インデックス
zh_hant: 開始位置

# SubmitBtnContent
source: Submit
de: Übertragen
ja_jp: 送信
zh_hant: 提交

source: Success
de: Erfolgreich
ja_jp: 成功
zh_hant: 成功

source: Target Filetype
de: Zieldateityp
ja_jp: ファイルタイプ
zh_hant: 目標檔案類型

source: Target Language
de: Sprache
ja_jp: 翻訳後の言語
zh_hant: 目標語言

source: Text Language
de: Sprache
ja_jp: 原文の言語
zh_hant: 文字語言

# TranslateBtnContent
source: Translate
de: Übersetzen
ja_jp: 翻訳
zh_hant: 翻譯

# TranslateBtnLabel
source: Translate
de: Übersetzen
ja_jp: 翻訳
zh_hant: 翻譯

# TranslateDialogTitle
source: Translate
de: Übersetzen
ja_jp: 翻訳
zh_hant: 翻譯

# TranslatedTextInvalidCaption
source: Translated Text Invalid
de: Übersetzter Text ungültig
ja_jp: 翻訳テキストが無効です
zh_hant: 譯文無效

# TranslatedTextInvalidMessage
source: The translated text is invalid. Please review and correct it before saving.
de: Der übersetzte Text ist ungültig. Bitte überprüfen und korrigieren vor dem Speichern.
ja_jp: 翻訳テキストが無効です。保存前に確認して修正してください。
zh_hant: 譯文無效，無法儲存。請在儲存前檢查譯文是否有效。

# TranslatedTextNoSavedCaption
source: Translation Not Save
de: Übersetzung nicht gespeichert
ja_jp: 翻訳が保存されていません
zh_hant: 譯文未儲存

# TranslatedTextNoSavedMessage
source: Translation not saved. Save now?
de: Übersetzung nicht gespeichert. Jetzt speichern?
ja_jp: 翻訳が保存されていません。今すぐ保存しますか？
zh_hant: 譯文未儲存，是否儲存？

# TranslatedTxt
source: Translated Text
de: Übersetzter Text
ja_jp: 翻訳テキスト
zh_hant: 譯文

# TranslateErrorCaption
source: Translate Error
de: Übersetzungsfehler
ja_jp: 翻訳エラー
zh_hant: 翻譯出錯

# Translating
source: Twirling through Translation...
de: Übersetzung wird durchgewirbelt...
ja_jp: 翻訳中...
zh_hant: 穿梭於語言的奇妙旅程中...

# TranslationModeSwitchCaption
source: Switch Translation Mode Confirmation
de: Übersetzungsmodus ändern
ja_jp: 翻訳モード切換確認
zh_hant: 切換翻譯模式確認

# TranslationModeSwitchMessage
source: Translating. Switching translation modes will interrupt the process. Do you want to proceed with the switch?
de: Übersetze. Änderungen unterbrechen die Verarbeitung. Willst Du fortfahren?
ja_jp: 翻訳中です。翻訳モードを切り替えると処理が中断されます。切り替えますか？
zh_hant: 正在翻譯。切換翻譯模式將中斷此過程。您確定要切換嗎？

# TranslationNotEmptyCaption
source: The translation already exists
de: Übersetzung bereits durchgeführt
ja_jp: 翻訳は既に存在します
zh_hant: 譯文已存在

# TranslationNotEmptyMessage
source: The translation already exists. Do you want to overwrite the current result?
de: Übersetzung bereits durchgeführt. Bisheriges Ergebnis überschreiben?
ja_jp: 翻訳は既に存在します。現在の結果を上書きしますか？
zh_hant: 譯文已存在，是否覆蓋目前結果？

# TranslatorSelection
source: Translator
de: Übersetzer
ja_jp: 翻訳エンジン
zh_hant: 翻譯器

# TranslatorTranslatingCaption
source: Translation is Underway
de: Übersetzung ist unterwegs
ja_jp: 翻訳中
zh_hant: 翻譯進行中

# TranslatorTranslatingMessage
source: The translator is working hard on the translation. Do you really want to quit?
de: Der Übersetzer ist beschäftigt. Möchtest Du wirklich beenden?
ja_jp: 翻訳エンジンが翻訳を処理中です。本当に終了しますか？
zh_hant: 翻譯器正在努力翻譯中，你忍心退出嗎？

source: Update Available
de: Update verfügbar
ja_jp: 更新可能
zh_hant: 偵測到新版本

# UpdateBtnContent
source: Update
de: Aktualisieren
ja_jp: 更新
zh_hant: 更新

# UserInterfaceSettingsHeader
source: User Interface Settings
de: Einstellungen Benutzeroberfläche
ja_jp: ユーザーインターフェース設定
zh_hant: 使用者介面設定

source: Version:
ja_jp: バージョン:
zh_hant: 版本:

# W3StringsPath
source: Please select w3strings.exe
de: Bitte wähle w3stings.exe
ja_jp: w3strings.exeを選択してください
zh_hant: 請選擇w3strings.exe
