Repository: AcTePuKc/Witcher3StringEditor
Catalog: Witcher3StringEditor.Dialogs/Locales/Strings.*.resx
Languages: hu

# InitializationIncompleteMessage
source: You have not completed the initialization. - Click "Yes" to exit the program. - Click "No" to continue with the initialization.
hu: Ön még nem fejezte be a inicializálást. - Kattintson az "Igen" gombra a program bezárásához. - Kattintson a "Nem" gombra az inicializálás folytatásához.

# BackupRestoreMessage
source: This operation will overwrite the file and is not reversible. Are you sure you want to proceed?
hu: Ez a művelet felülírja a fájlt, és nem visszafordítható. Biztos, hogy folytatni akarja?

# BackupDeleteMessage
source: This operation will permanently delete the file and cannot be undone. Are you sure you want to proceed?
hu: Ez a művelet véglegesen törli a fájlt, és nem vonható vissza. Biztos, hogy folytatni akarja?

source: Save Success
hu: Sikeres mentés

source: Save Failure
hu: Sikertelen mentés

source: Save Result
hu: Eredmény mentése

# AddDialogTitle
source: Add
hu: Hozzáadás

# EditDialogTitle
source: Edit
hu: Szerkesztés

# SelectW3Strings
source: Select w3strings.exe
hu: w3strings.exe kiválasztása

# SelectGameExe
source: Select witcher3.exe
hu: witcher3.exe kiválasztása

# SubmitBtnContent
source: Submit
hu: Elküldés

# CancelBtnContent
source: Cancel
hu: Mégsem

# DeleteDialogTitle
source: Delete
hu: Törlés

# DeleteDialogMessage
source: You are about to delete the following record(s):
hu: A következő tétel(ek) törlésére készül:

# DeleteBtnContent
source: Delete
hu: Törlés

# TranslateDialogTitle
source: Translate
hu: Fordítás

# PreviousBtnContent
source: Previous
hu: Előző

# NextBtnContent
source: Next
hu: Következő

# TranslateBtnContent
source: Translate
hu: Fordítás

# SaveBtnContent
source: Save
hu: Mentés

# SrcTxt
source: Text
hu: Szöveg

# TranslatedTxt
source: Translated Text
hu: Lefordított szöveg

# SaveDialogTitle
source: Save
hu: Mentés

source: Target Filetype
hu: Célfájl típusa

source: Target Language
hu: Célnyelv

source: Ignore ID Space Check
hu: ID helyellenőrzés figyelmen kívül hagyása

source: ID Space
hu: ID Terület

# BackupDialogTitle
source: Backup
hu: Visszaállítás

source: FileName
hu: Fájlnév

source: Orgin Path
hu: Eredeti útvonal

source: Backup Path
hu: Biztonsági mentés útvonala

source: Backup Time
hu: Biztonsági mentés ideje

# RestoreBtnContent
source: Restore
hu: Visszaállítás

# CloseBtnContent
source: Close
hu: Bezárás

# LogDialogTitle
source: Log
hu: Napló

source: Log Time
hu: Naplózás ideje

source: Log Level
hu: Naplószint

source: Log Message
hu: Naplóbejegyzés

# SettingsDialogTitle
source: Settings
hu: Beállítások

# W3StringsPath
source: Please select w3strings.exe
hu: Kérlek, válaszd ki a w3strings.exe fájlt

# GameExePath
source: Please select witcher3.exe
hu: Kérlek, válaszd ki a witcher3.exe fájlt

source: Preferred FileType
hu: Kedvelt fájltípus

source: Preferred Language
hu: Kedvelt nyelv

# IsOn
source: On
hu: Be

# IsOff
source: Off
hu: Ki

# IdSpaceToolTip
source: The range of the ID Space is a four-digit integer (from 0000 to 9999). When there is an error in detection, the program automatically indicates this by displaying the ID Space as negative one. Please note that the results are for reference only.
hu: Az ID hely tartománya egy négyjegyű egész szám (0000 és 9999 között). Ha hiba van az észlelésben, a program automatikusan jelzi ezt az ID-tér negatív egységként való megjelenítésével. Kérjük, vegye figyelembe, hogy az eredmények csak referenciaként szolgálnak.

# RecentDialogTitle
source: Recent
hu: A legújabb

source: Path
hu: Elérési útvonal

source: Opened Time
hu: Megnyitás ideje

source: Mark
hu: Jelölő

# RecordDeletingMessgae
source: This operation will permanently delete the selected record(s) and cannot be undone. Are you sure you want to proceed?
hu: Ez a művelet véglegesen törli a kiválasztott bejegyzés(eke)t, és nem vonható vissza. Biztos, hogy folytatni szeretné?

source: Open
hu: Megnyitás

# SearchBoxPlaceholderText
source: Search
hu: Keresés

source: Start Index
hu: Kezdő mutató

source: End Index
hu: Befejező mutató

# BatchTranslateDialogTitle
source: Batch Translate
hu: Kötegelt fordítás

# TranslateCharactersNumberExceedLimitMessage
source: The text you've entered exceeds the maximum allowed length of 1,000 characters for translation.
hu: Az Ön által megadott szöveg meghaladja a fordításhoz megengedett 1000 karakteres maximális hosszúságot.

# TranslateCharactersNumberLimit
source: The translator allows a maximum of 1,000 characters
hu: A fordító maximum 1000 karaktert engedélyez

source: Pending
hu: Függőben

source: Success
hu: Sikeres

source: Failure
hu: Sikertelen

# TranslatedTextInvalidMessage
source: The translated text is invalid. Please review and correct it before saving.
hu: A lefordított szöveg érvénytelen. Kérjük, mentés előtt ellenőrizze és javítsa ki.

# BackupFileNoFoundMessage
source: The backup file does not exist. Would you like to proceed with deleting the record?
hu: A biztonsági másolat fájl nem létezik. Szeretné folytatni a bejegyzés törlését?

# BackupFileNoFoundCaption
source: Backup File Not Found
hu: Biztonsági másolat fájl nem található

# BackupDeleteCaption
source: Backup Delete
hu: Biztonsági mentés törlése

# BackupRestoreCaption
source: Backup Restore
hu: Biztonsági mentés visszaállítása

# InitializationIncompleteCaption
source: Initialization Incomplete
hu: Végpont

# TranslateCharactersNumberExceedLimitCaption
source: Text Too Long
hu: A szöveg túl hosszú

# TranslatedTextInvalidCaption
source: Translated Text Invalid
hu: A lefordított szöveg érvénytelen

# TranslateErrorCaption
source: Translate Error
hu: Fordítási hiba

source: Text Language
hu: Szöveg nyelve

# TranslatedTextNoSavedMessage
source: Translation not saved. Save now?
hu: A fordítás nincs elmentve. Elmenti most?

# TranslatedTextNoSavedCaption
source: Translation Not Save
hu: Fordítás nincs mentve

# OperationResultCaption
source: Operation Result
hu: A művelet eredménye

# OperationFailureMessage
source: The Operation Failed
hu: A művelet sikertelen volt

# RecordDeletingCaption
source: The Record(s) Is Being Deleted
hu: A bejegyzés(ek) törlése folyamatban van

# AboutDialogTitle
source: About
hu: Rólunk

source: Version:
hu: Verzió:

source: Runtime:
hu: Futtatás ideje:

# AppBuildTime
source: Build Time:
hu: Készítési idő:

# EncoderSettingCardHeader
source: Encoder Path
hu: Kódoló útvonal

# GameSettingCardHeader
source: Game Path
hu: Játék útvonal

# GeneralSettingsHeader
source: General Settings
hu: Általános beállítások

# TranslatorTranslatingMessage
source: The translator is working hard on the translation. Do you really want to quit?
hu: A fordító jelenleg dolgozik, nem bánod el hagyni őt?

# TranslatorTranslatingCaption
source: Translation is Underway
hu: Fordítás folyamatban van

# Translating
source: Twirling through Translation...
hu: A fordítás szavakban virágzik...

# TranslationModeSwitchCaption
source: Switch Translation Mode Confirmation
hu: Fordítási Mód Váltásának Megerősítése

# TranslationModeSwitchMessage
source: Translating. Switching translation modes will interrupt the process. Do you want to proceed with the switch?
hu: Fordítás folyamatban. A mód váltása megszakítja a folyamatot. Biztosan át szeretne váltani?

# ContextLengthSettingHeader
source: Context Length
hu: Kontextus Hossza

# ContextLengthSettingDescription
source: Controls the number of historical messages considered by the model when generating replies. Increasing this value can improve reply accuracy but may decrease speed and increase costs. Setting it to 0 disables this option, meaning the model will not consider any historical messages.
hu: Állítsa be a kontextus hosszát, hogy meghatározza, hány korábbi üzenetet vesz figyelembe a modell válaszgenerálás során. A számérték növelésével javítható a válaszok pontossága, de ez csökkentheti a sebességet és emelheti a költségeket. Ha 0-ra állítja, letiltja ezt a beállítást, tehát a modell nem vesz figyelembe egyetlen előző üzenetet sem.

# TranslationNotEmptyMessage
source: The translation already exists. Do you want to overwrite the current result?
hu: A fordítás már létezik. Szeretné felülírni az aktuális eredményt?

# TranslationNotEmptyCaption
source: The translation already exists
hu: A fordítás már létezik

# DelKnowledgeBtnContent
source: Delete Knowledge
hu: Tudás törlése

# ClearKnowledgeBtnContent
source: Clear the Knowledge Base
hu: Törölni a tudásbázist
